api-management/apis/legacy-catalog-soap-api_v1CSAM4I/operations/POST___soapAction=http___t1CUQHM1.request.text_xml.html

<?xml version="1.0" encoding="utf-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
  <Body>
    <GetCatalogItems xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns="http://tempuri.org/">
      <brandIdFilter>1</brandIdFilter>
      <typeIdFilter>1</typeIdFilter>
    </GetCatalogItems>
  </Body>
</Envelope>